Repository: black/BlackCode-Processing
Catalog: libraries/ZXing-1.7/zxing/iphone/Barcodes/*.lproj/Localizable.strings
Languages: de, fr, sv

source: AddContactAction alert message
de: Kontaktinfo speichern?
fr: Ajouter le concact?
sv: Lägg till kontakt?

source: AddContactAction cancel button title
de: Abbrechen
fr: Annuler
sv: Avbryt

source: AddContactAction confirm button title
de: Kontaktinfo speichern
fr: Ajouter Contact
sv: Lägg till kontakt

source: AddContactAction title
de: Kontaktinfo speichern
fr: Ajouter Contact
sv: Lägg till kontakt

source: CallAction action title
de: %@ Anrufen
fr: Appeler %@
sv: Ring %@

source: CallAction alert button title
de: Anrufen
fr: Appel
sv: Ring

source: CallAction alert message
de: %@ Anrufen?
fr: Appeler %@?
sv: Ring %@?

source: CallAction alert title
de: Anrufen
fr: Appel
sv: Ring

source: SMSAction alert title
de: Schreiben
fr: Ecrire
sv: Skriv

source: Contact Result Type Name
de: Kontakt
fr: Contact
sv: Kontakt

source: Decoder BarcodeDetectionFailure
de: Kein Strichcode gefunden.
fr: Aucun code barre detecté
sv: Ingen streckkod hittades.

source: Decoder MessageWhileDecoding
de: Dekodiert ...
fr: Décodage ...
sv: Avkodar ...

source: DecoderViewController AppTitle
de: Strichcodes
fr: Barcodes
sv: Streckkoder

source: DecoderViewController cancel button title
de: Abbrechen
fr: Annuler
sv: Avbryt

source: DecoderViewController about button title
de: Info
fr: A propos
sv: Info

source: DecoderViewController Hints MessageViewController title
de: Tips
fr: Conseils
sv: Tips

source: DecoderViewController About MessageViewController title
de: Info
fr: A propos
sv: Info

source: DecoderViewController MessageWhileDecodingWithDimensions
de: Dekodiert Bild (%.0fx%.0f) ...
fr: Décodage de l'image (%.0fx%.0f) ...
sv: Avkodar bild (%.0fx%.0f) ...

source: DecoderViewController take or choose picture
de: Bitte nehmen oder wählen Sie ein Bild mit Strichcode
fr: Veuilez prendre ou choisir une photo contenant un code barre
sv: Tag eller välj en bild som innehåller en streckkod

source: EmailAction action title
de: Email an %@
fr: Email %@
sv: Mejla %@

source: EmailAction alert button title
de: Schreiben
fr: Ecrire
sv: Skriv

source: EmailAction alert message
de: Email an %@ schreiben?
fr: Ecrire un mail à %@?
sv: Skriv mejl till %@?

source: EmailAction alert title
de: Email schreiben
fr: Ecrire un Email
sv: Skriv mejl

source: EmailParsedResult Display: Recipient
de: An: %@
fr: A: %@
sv: Till: %@

source: EmailParsedResult Display: Subject
de: Betreff: %@
fr: Sujet: %@
sv: Angående: %@

source: EmailParsedResult type name
de: Email
fr: Email
sv: Mejl

source: GeoParsedResult display
de: Geo: %@
fr: Geo: %@
sv: Plats: %@

source: GeoParsedResult type name
de: Platz
fr: Geolocalisation
sv: Geografisk plats

source: OpenURLAction action title
de: Link öffnen
fr: Ouverture d'URL
sv: Öppna länk

source: OpenURLAction alert button title
de: Öffnen
fr: Ouvrir
sv: Öppna

source: OpenURLAction alert message
de: Link <%@> öffnen?
fr: Ouvrir l'URL <%@>?
sv: Öppna länk <%@>?

source: OpenURLAction alert title
de: Link öffnen
fr: Ouverture d'URL
sv: Öppna länk

source: OpenURLAction cancel button title
de: Abbrechen
fr: Annuler
sv: Avbryt

source: ScanArchiveTitle
de: Scan Archiv
fr: Archives de Scans
sv: Tidigare Streckkoder

source: ScanViewController title
de: Scan
fr: Scan
sv: Streckkod

source: ShowMapAction action title
de: Auf der Karte zeigen
fr: Afficher dans Plans
sv: Visa på karta

source: ShowMapAction alert button title
de: Zeigen
fr: Afficher
sv: Visa

source: ShowMapAction alert message
de: Platz %@ auf der Karte Zeigen?
fr: Afficher ce lien %@ dans Plans?
sv: Visa plats %@ på karta?

source: ShowMapAction alert title
de: Auf der Karte zeigen
fr: Afficher dans Plans
sv: Visa på karta

source: SMSAction action title
de: SMS an %@ schreiben
fr: Ecrire un SMS à %@
sv: Skriv SMS till %@

source: SMSAction alert button title
de: Schreiben
fr: Ecrire
sv: Skriv

source: SMSAction alert message
de: SMS an %@ schreiben?
fr: Ecrire un SMS à %@?
sv: Skriv SMS till %@?

source: SMSParsedResult type name
de: SMS
fr: SMS
sv: SMS

source: TelParsedResult type name
de: Telefon
fr: Tel
sv: Telefon

source: TextParsedResult type name
de: Text
fr: Texte
sv: Text

source: URIParsedResult type name
de: Link
fr: URI
sv: Länk

source: Latest result will appear here once you have scanned a barcode at least once
fr: Le dernier résultat apparaitra ici une fois que vous vous aurez scanné un moins un code barre

source: Back
fr: Revenir

source: No Actions
fr: Aucune action
